Repository: 1ahmeed/task_creative
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Tanta,Stad Area
ar: طنطا,منطقة الاستاد

source: change
ar: تغيير

# searchMealOrRestaurant
source: search for Meal Or Restaurant
ar: ابحث عن وجبة او مطعم

# p300
source: 300 EGP
ar: 300 ج

source: Categories
ar: الاقسام

source: Quick Order
ar: الطلب السريع

source: Restaurants
ar: المطاعم

source: Grocery
ar: بقالة

source: ReOrder
ar: اعاده الطلب

source: Hendy Restaurant
ar: مطعم هندي

source: Family Meal
ar: وجبه العائله

source: Salam Shop
ar: محل السلام

source: Most Request
ar: الأكثر طلبا

source: All
ar: الكل

source: Cook Door
ar: كوك دوور

source: Sceptra Cafe
ar: سكبترا كافية

source: Burger
ar: برجر

source: Fried Chicken
ar: فرايد تشيكن

# p45
source: 45 minutes
ar: 45 دقيقة

# p15
source: 15 EGP
ar: 15 ج

source: May Like
ar: قد يعجبك

source: Akeela Meal
ar: وجبة الاكيلة

# p30
source: 30 EGP
ar: 30 ج

# p60
source: 60 EGP
ar: 60 ج
